[
    {
        "id":"001",
        "blog_id": "01",
        "title": "Grizzly Bears: Big, Beautiful, and…Noise-Free?",
        "comments" :"34",
        "img": "https://d3c0aoh0dus5lw.cloudfront.net/WP/wp-content/uploads/2022/10/20221001-duChemin-Chilcotin-Bears-2447-ARW_DxO-1-864x576.jpg",
        "price": "20.00",
        "description": "There is a powerful argument to be made for photographing what intrigues you, what you love, or that by which you are obsessed. Making photographs takes time, so that curiosity, love, or obsession serves you well when your best work demands not fractions of a second or even minutes, but hours, days, or—in the case of longer projects—even years.  Bears have",
        "details": [
            {
                "name": "Instant Car Services",
                "description": "I’ve just come back from another ten days with the grizzly bears on the shores of the Chilko river. They converge every year in the fall as the salmon arrive in their hundreds of thousands (a million this year) to spawn where they themselves were spawned four years prior. Those salmon have spent the last three years in the ocean and have now climbed 3,000 vertical feet to return here to guarantee there will be the next generation, and then they die and return their nutrients to the water, the bears, and the forest. For their part, the bears have come to feast and fatten before climbing the nearby mountains and denning for the winter at 8,500 feet. The females who have mated earlier in the year will depend on this food. If they reach 33% body fat or higher, they will become pregnant through delayed implantation as they lie in their dens, gestate for only six weeks, and give birth over the winter. When fall comes, those cubs (known as cubs of the year) will join their mother as she teaches them to fish and feast on the salmon.So on September 28, I loaded my gear into Lucy (remember Jessie, the Defender, and Emily, the Jeep? Lucy is a new-to-me Toyota Tacoma that has recently become my new adventure partner) and headed north, picking my way through the coastal mountains and lakes around Whistler and Lillooet before driving through the stunning Cariboo and Chilcotin—the foliage on the aspens at their golden climax—and finally to the Chilko River, filled with a million sockeye flashing red under bluebird skies. It’s a place of such wild beauty that it’s hard not to get a little wordy about it.After ten days of photography, I drove home with hard drives full of images and a heart and mind filled with memories of bears swimming through waters so heavy with reflections that they might as well have been swimming through paint. And the light! The backlight, the reflections, and the colour still blow my mind days later as I work my way through the photographs I made."
            }
        ]
    },
    {
        "id":"002",
        "blog_id": "02",
        "title": "3 Ways To Use Colour to Develop Your Voice",
        "comments" :"24",
        "img": "https://d3c0aoh0dus5lw.cloudfront.net/WP/wp-content/uploads/2022/09/20220702-Kenya-1423-864x576.jpg",
        "price": "20.00",
        "description": "There is a powerful argument to be made for photographing what intrigues you, what you love, or that by which you are obsessed. Making photographs takes time, so that curiosity, love, or obsession serves you well when your best work demands not fractions of a second or even minutes, but hours, days, or—in the case of longer projects—even years.  Bears have",
        "details": [
            {
                "name": "Instant Car Services",
                "description": "Not one to waste a good metaphor, as an adult, that’s all I really want from my photography: to make photographs with my fingerprints—my unique mark—all over them. I want my work to be more and more my own. We don’t all photograph for the same reasons, but I know this desire isn’t unique to me: I know that while most of us want to make images that are good or compelling, it’s more meaningful if those images are truly yours.That’s photographic voice, and it’s not an easy thing to find (or create) in your work. But when you do, and you make a photograph or a series of images that feels like it’s really “you,” there are few feelings that compare.Voice can come across in many ways in your images. For some photographers, it’s how you compose and your choice of subjects; for others, it’s a certain technique, like Valda Bailey’s abstracts and impressionism which I pointed you to last week (LINK). For some, it’s the kind of black and white treatment you use, and still for others, it’s the way you use or control colour. For most of us, it’s some particular combination of all of those and many more."
            }
        ]
    },
    {
        "id":"003",
        "blog_id": "03",
        "title": "To Hunt or Gather?",
        "comments" :"40",
        "img": "https://d3c0aoh0dus5lw.cloudfront.net/WP/wp-content/uploads/2022/07/20220703-Kenya-2278-864x576.jpg",
        "price": "20.00",
        "description": "It seems to me there are two very different approaches often taken in making photographs. The first is very ad hoc and opportunistic. You walk the streets of India (or wherever) and photograph whatever catches your eye. You wander and you photograph anything and everything that you can find at the intersection of your curiosity and great light. There’s nothing wrong with this approach; it has a long history in this craft. It’s probably the first approach we learn, and it’s necessary because it’s here where discovery happens. I wouldn’t trade this wandering approach for anything. Wonderfully, no one is asking us to.",
        "details": [
            {
                "name": "Instant Car Services",
                "description": "It seems to me there are two very different approaches often taken in making photographs. The first is very ad hoc and opportunistic. You walk the streets of India (or wherever) and photograph whatever catches your eye. You wander and you photograph anything and everything that you can find at the intersection of your curiosity and great light. There’s nothing wrong with this approach; it has a long history in this craft. It’s probably the first approach we learn, and it’s necessary because it’s here where discovery happens. I wouldn’t trade this wandering approach for anything. Wonderfully, no one is asking us to.Well, that’s not entirely true. There is a train of thought in popular photography that suggests that, based on our personalities, we are either hunters or gatherers. One or the other. The gatherer is the photographer I just described: the opportunistic “shoot what you see” photographer.The hunter is something altogether different. This is the photographer who goes looking for a specific thing. This might be a theme or story. It might be an idea or a specific subject. Earlier this month, when I was on safari, that specific subject for me was cheetahs. After finding a cheetah family, we decided to follow that family—a mother and three cubs—for nine days. Photographically speaking, we were “hunting”."
            }
        ]
    },
    {
        "id":"004",
        "blog_id": "04",
        "title": "A Bigger View? Is An External Monitor For You?",
        "comments" :"34",
        "img": "https://d3c0aoh0dus5lw.cloudfront.net/WP/wp-content/uploads/2022/07/Shinobi-864x526.png",
        "price": "20.00",
        "description": "There is a powerful argument to be made for photographing what intrigues you, what you love, or that by which you are obsessed. Making photographs takes time, so that curiosity, love, or obsession serves you well when your best work demands not fractions of a second or even minutes, but hours, days, or—in the case of longer projects—even years.  Bears have",
        "details": [
            {
                "name": "Instant Car Services",
                "description": "At 50, my eyesight isn’t what it once was. I’ve been wearing eyeglasses since I was about 15, almost as long as I’ve been a photographer, and shooting with glasses has never been easy. They spend a lot of time on top of my head when the camera’s to my eye, and my diopters are constantly moving around, depending on whether I’m finding it easier that day to wear, or not wear, my glasses as I shoot. Eyeglasses or not, I’ve often looked at videographers and envied the larger monitors through which they experience the scenes they film. You won’t see many of them looking into the tiny viewfinder still photographers use; instead, they use larger, brighter field monitors to keep an eye on their scenes.I spent the last couple of weeks in Kenya, and for the first time, I brought a field monitor to play with. I used it on and off while photographing on safari, and if you’ve ever wondered about using a field monitor, here are some thoughts."
            }
        ]
    },
    {
        "id":"005",
        "blog_id": "05",
        "title": "Packing For An African Safari",
        "comments" :"33",
        "img": "https://d3c0aoh0dus5lw.cloudfront.net/WP/wp-content/uploads/2022/06/20220124-duChemin-Maasai-Mara-766.jpg",
        "price": "20.00",
        "description": "There is a powerful argument to be made for photographing what intrigues you, what you love, or that by which you are obsessed. Making photographs takes time, so that curiosity, love, or obsession serves you well when your best work demands not fractions of a second or even minutes, but hours, days, or—in the case of longer projects—even years.  Bears have",
        "details": [
            {
                "name": "Instant Car Services",
                "description": "I arrived in Kenya a couple of days ago, and after looking for rhinos for two days in Nairobi National Park, I’m now settled in on the Maasai Mara and eager to get back to work behind the camera. No clients this time—just me and my best friend and a chance to photograph our favourite place on the planet.I’ve been asked over the years, both by my safari clients and others, what and how to pack for a trip like this, so it felt like this might be a good time to explore that for those who are curious. If you and I were sitting down over a glass of wine and you told me you were planning a safari and asked me for my advice on packing, here’s what would be most likely to tumble out of my mouth, in no particular order. This is a long one, so you might want to get that glass of wine (or cup of coffee) now."
            }
        ]
    },
    {
        "id":"006",
        "blog_id": "06",
        "title": "Stay (Alive & Awake) In The Moment",
        "comments" :"37",
        "img": "https://d3c0aoh0dus5lw.cloudfront.net/WP/wp-content/uploads/2022/02/20220204-duChemin-Sarara-109-864x576.jpg",
        "price": "20.00",
        "description": "There is a powerful argument to be made for photographing what intrigues you, what you love, or that by which you are obsessed. Making photographs takes time, so that curiosity, love, or obsession serves you well when your best work demands not fractions of a second or even minutes, but hours, days, or—in the case of longer projects—even years.  Bears have",
        "details": [
            {
                "name": "Instant Car Services",
                "description": "You will (I hope) be learning this craft for a very long time. The learning curve may flatten out a little and certain skills may come more easily, but after 36 years, I’ve not found myself within sight of the kind of mastery beyond which there is nothing new to learn. My 14-year-old self would be shocked to know what a long, winding, and seemingly endless journey he set in motion for himself (and for me) when he first picked up a camera. I think that long journey of craft is part of what keeps me interested.  But at a certain point, the big challenges aren’t about what shutter speed to use or trying to figure out how to make sharper photographs. That groundwork was laid a long time ago for me, and it will come for you, too (if it hasn’t been already). Once we’re beyond those technical needs, the bigger challenges for most of us are the soft skills: how to think like a photographer. These are the things I am most interested in—and which push my evolution as a photographer and artist as well as a human being.  "
            }
        ]
    }
    
]